<template>
  <section id="about" class="about">
    <div class="about__container">
      <h1 class="about__title heading--1">Общая информация</h1>
      <article class="about__article">
        Мы рассматриваем любую войну как форму коллективной ответственности и решительно выступаем против нее. Однако,
        мы также подчеркиваем, что «Просвет-союзный пацифистский договор» не имеет претензий к какому‐либо государству
        ни в каком виде. Его деятельность выражена исключительно в просвещении и коллективной рефлексии по общим
        вопросам войны и мира. Сферы исследования этих вопросов охватывает широкий список дисциплин: философии,
        экономики, политики, международных отношений, социологии, нейробиологии, истории, творчества, искусства и других
        дисциплин.
      </article>
    </div>
  </section>
</template>

<style src="@/assets/scss/components/about.scss" lang="scss" scoped />
